[
{"src":"../public/resurse/imagini/DMC5.jpg", "titlu":"Devil May Cry 5", "nota":"8.8", "descriere":"Devil May Cry 5 (DMC5) este un joc de acțiune și aventură plin de stil și vigoare. Într-o lume amenințată de puteri demonice, jucătorii preiau controlul asupra unor eroi excepționali în lupta împotriva răului. Acțiunea are loc într-un decor urban gotic și înfiorător, iar grafica captivantă și detaliile vizuale impresionante te vor absorbi complet în această experiență. Cu un sistem de luptă complex și captivant, DMC5 oferă posibilități nelimitate de combo-uri și atacuri spectaculoase. Fiecare personaj - Dante, Nero și V - are abilități și stiluri de luptă unice, oferind o varietate extraordinară de opțiuni strategice. Pe măsură ce avansezi în joc, vei descoperi povestea intrigantă a eroului Nero, care își folosește brațul demoniac puternic pentru a-și învinge dușmanii. Pe lângă el, vei intra în pielea legendarului vânător de demoni Dante și a misteriosului V, care poate chema creaturi supranaturale în luptă. DMC5 este un amestec perfect de acțiune explozivă, elemente de puzzle și o poveste captivantă. Indiferent dacă ești fan al seriei sau descoperi pentru prima dată universul Devil May Cry, acest joc te va captiva și te va face să simți adrenalina luptei dintre bine și rău."},
{"src":"../public/resurse/imagini/ittakestwo.jpg", "titlu":"It Takes Two", "nota":"8.1", "descriere":"Pornește în cea mai ciudată călătorie a vieții tale cu It Takes Two, un joc de aventură pe platforme care sfidează definiția genului și a fost creat anume pentru cooperare. Invită un prieten la distracție gratuită, cu Friend’s Pass**, ca să faceți împreună o mulțime de provocări foarte diverse. Fiți Cody și May, doi oameni certăreți, pe care o vrajă i-a transformat în păpuși. Sunteți blocați împreună într-o lume fantastică, plină de neprevăzut. Provocarea este să salvați prietenia zdruncinată. La fiecare nivel nou aveți de stăpânit abilitățile unice și conexe ale personajelor. Ajutați-vă reciproc în fața obstacolelor neașteptate și veți avea parte de momente distractive. Rezolvați problema veverițelor gangster, pilotați un avion făcut din lenjerie, faceți pe DJ într-un club de noapte și dați-vă cu un bob într-un glob magic. Parcurgeți povestea plină de emoție și amuzament, combinată minunat cu acțiunile din joc, într-o experiență metaforică unică."},
{"src":"../public/resurse/imagini/stray.jpg", "titlu":"Stray", "nota":"8.4", "descriere":"Stray este un joc de aventură cu pisici la persoana a treia, care se desfășoară pe străduțele detaliate, luminate de neon, ale unui oraș cibernetic în descompunere și în mediile întunecate din lumea interlopă a acestuia. Vedeți lumea prin ochii unui vagabond și interacționați cu mediul înconjurător în moduri jucăușe. Jocul Stray este dezvoltat de BlueTwelve Studio, o echipă mică din sudul Franței, alcătuită din multe pisici și câțiva oameni."},
{"src":"../public/resurse/imagini/unravel.jpg", "titlu":"Unravel", "nota":"7.6", "descriere":"Unravel este un joc captivant de puzzle-platformă dezvoltat de studioul suedez Coldwood Interactive. În acest joc emoționant, jucătorii preiau controlul unui personaj adorabil numit Yarny, un păpușoi realizat dintr-un fir de lână roșie. Scopul principal al jocului este de a explora medii pitorești și de a rezolva puzzle-uri complexe, folosindu-vă de abilitățile unice ale lui Yarny. Firul de lână pe care îl trageți în urma voastră se va deteriora pe măsură ce progresati, astfel că va trebui să vă gândiți în mod strategic la fiecare mișcare pentru a vă depăși obstacolele. Pe măsură ce parcurgeți nivelele, veți descoperi și povestea emoționantă a familiei lui Yarny și veți explora teme precum dragostea, amintirile și legăturile dintre oameni. Cu grafică frumoasă, coloană sonoră minunată și o atmosferă captivantă, Unravel este un joc care vă va captiva imaginația și emoțiile pe măsură ce explorați lumea din perspectiva micuțului Yarny."},
{"src":"../public/resurse/imagini/NierAutomata.jpg", "titlu":"Nier: Automata", "nota":"8.7", "descriere":"NieR: Automata este un joc de acțiune și RPG dezvoltat de PlatinumGames și publicat de Square Enix. Situat într-un viitor post-apocaliptic, jocul urmărește povestea androidului 2B, care luptă împotriva invaziei mașinilor într-o luptă epică pentru supraviețuirea umanității. Cu un sistem de luptă fluid și captivant, o poveste plină de intrigi și multiple sfârșituri, NieR: Automata explorează teme precum identitatea, conștiința și existența umană, oferind o experiență captivantă și emoționantă într-o lume post-apocaliptică plină de mister și frumusețe."},
{"src":"../public/resurse/imagini/EldenRing.jpg", "titlu":"Elden Ring", "nota":"9.6", "descriere":"Elden Ring este un joc de rol și acțiune dezvoltat de FromSoftware în colaborare cu autorul George R.R. Martin. Acesta se desfășoară într-un univers deschis vast și periculos, plin de creaturi fantastice și secrete întunecate. Jucătorii preiau controlul unui erou călător și se aventura într-o căutare epică pentru a restabili ordinea în regatul Elden Ring. Cu un sistem de luptă complex și provocator, explorare liberă și o mare varietate de quest-uri și inamici, Elden Ring promite să fie o experiență de joc captivantă și provocatoare. Povestea adâncă și misterioasă, alături de elemente de storytelling caracteristice lui George R.R. Martin, vor atrage jucătorii într-o lume plină de mitologie și întorsături surprinzătoare."},
{"src":"../public/resurse/imagini/cavestory.jpg", "titlu":"Cave Story", "nota":"9.0", "descriere":"Cave Story este un joc indie clasic dezvoltat de Daisuke Amaya. Acesta urmărește povestea unui erou amnezic care se trezește într-o peșteră misterioasă populată de creaturi ciudate. Jucătorii vor explora nivele variate, rezolvând puzzle-uri și luptându-se cu inamici într-o aventură plină de acțiune. Pe măsură ce progresează, vor descoperi secretele din spatele acestei lumi și vor întâlni personaje interesante, fiecare cu propriile lor motivații și secrete ascunse. Cu grafică pixelată retro și o coloană sonoră captivantă, Cave Story oferă o experiență nostalgică și autentică pentru iubitorii de jocuri retro și de platformă."},
{"src":"../public/resurse/imagini/gris.jpg", "titlu":"Gris", "nota":"8.4", "descriere":"GRIS este o bijuterie artistică și un joc de platformă dezvoltat de Nomada Studio. Jucătorii preiau controlul unei fete tinere numite Gris, care se luptă cu o traumă emoțională și călătorește printr-un univers colorat și plin de metafore. Pe măsură ce avansează în joc, Gris obține abilități noi, iar mediile pe care le explorează se transformă și evoluează. Fiecare nivel este o capodoperă vizuală, cu design artistic atent și detaliat. Coloana sonoră emoționantă completează experiența și amplifică mesajul puternic al jocului despre vindecare, regăsirea sinelui și depășirea dificultăților."},
{"src":"../public/resurse/imagini/inside.jpg", "titlu":"Inside", "nota":"8.7", "descriere":"Inside este un joc de puzzle-platformă dezvoltat de Playdead. Jucătorii preiau controlul unui băiețel tăcut și se aventura într-o lume întunecată și periculoasă, plină de inamici și puzzle-uri ingenioase. Atmosfera misterioasă și tensionată, grafica minimalista și povestea narativă fără cuvinte transformă Inside într-o experiență captivantă și înspăimântătoare. Prin explorarea mediilor sumbre și rezolvarea puzzle-urilor complexe, jucătorii dezvăluie treptat secretele sinistre ale lumii în care se află. Jocul abordează teme profunde despre controlul asupra individului și despre natura umană într-un mod inovator și tulburător."},
{"src":"../public/resurse/imagini/lastofus.jpg", "titlu":"Last of Us", "nota":"8.9", "descriere":"The Last of Us este un joc de acțiune și supraviețuire dezvoltat de Naughty Dog și publicat de Sony Interactive Entertainment. Jocul se desfășoară într-o lume post-apocaliptică devastată de o epidemie de ciuperci, iar jucătorii preiau controlul lui Joel, un vânător experimentat, și a tânărului Ellie, care deține o imunitate unică la infecție. Împreună, ei călătoresc printr-un teritoriu periculos și se luptă cu inamici în căutarea unei șanse la supraviețuire. Cu o poveste profundă și emoționantă, personaje bine dezvoltate și o grafică impresionantă, The Last of Us oferă o experiență captivantă și tensionată într-o lume post-apocaliptică plină de pericole și dileme morale."},
{"src":"../public/resurse/imagini/rdd2.jpg", "titlu":"Red Dead Redemption", "nota":"8.8", "descriere":"Red Dead Redemption 2 este un joc de acțiune-aventură dezvoltat de Rockstar Games. Acesta se desfășoară într-o versiune vastă și detaliată a Vestului Sălbatic, în timpul ultimelor zile de glorie ale bandelor de răufăcători. Jucătorii preiau controlul lui Arthur Morgan, un membru al bandei Van der Linde, și explorează un mediu deschis imens, plin de oportunități și pericole. Jocul oferă o poveste captivantă, personaje complexe și o varietate de activități, cum ar fi vânătoarea, pescuitul și jocurile de noroc. Grafica detaliată, sistemul de onoare și interacțiunile realiste ale personajelor transformă Red Dead Redemption 2 într-o experiență autentică și cinematografică în Vestul Sălbatic."},
{"src":"../public/resurse/imagini/hogwartslegacy.jpg", "titlu":"Hogwarts Legacy", "nota":"8.1", "descriere":"Hogwarts Legacy este un RPG de acțiune captivant, care te poartă în lumea cărților Harry Potter.  Pornește într-o călătorie prin locuri cunoscute și necunoscute: explorează și descoperă fiare magice, adaptează-ți personajul și poțiunile magice, învață să faci farmece, fă upgrade de talent și fă vrăjile pe care ai vrut să le încerci întotdeauna. Află cum era la Hogwarts la sfârșitul anilor 1800. Personajul tău este un elev care are cheia unui secret străvechi, secret care poate distruge lumea vrăjilor. Află cum e la Hogwarts, fă-ți aliați, luptă-te cu vrăjitorii întunericului și hotărăște soarta întregi lumi magice. Vei fi ținut minte după ce ai realizat. Trăiește viața nescrisă."},
{"src":"../public/resurse/imagini/GOF5.jpg", "titlu":"God of War: Ragnarök", "nota":"8.7", "descriere":"God of War Ragnarok este un joc de acțiune și aventură dezvoltat de Santa Monica Studio. Acesta este continuarea directă a aclamatului joc God of War din 2018 și continuă povestea lui Kratos, un războinic divin, și a fiului său, Atreus. Într-o lume inspirată de mitologia nordică, cei doi se confruntă cu zei și monștri legendar, în timp ce se luptă pentru a preveni Ragnarok, sfârșitul lumii. Jocul oferă un sistem de luptă intens și brutal, explorarea unui mediu vast și o poveste epica, care explorează relația complexă dintre Kratos și Atreus. Cu grafică impresionantă și o coloană sonoră impresionantă, God of War Ragnarok promite să ofere o experiență captivantă și spectaculoasă."},
{"src":"../public/resurse/imagini/lifeisstrange.jpg", "titlu":"Life is Strange", "nota":"7.5", "descriere":"Life is Strange este o serie de jocuri episodice dezvoltate de Dontnod Entertainment. Jocul se concentrează pe povestea lui Max Caulfield, o studentă care descoperă că are puterea de a călători în timp și de a schimba evenimente din trecut. Jucătorii iau decizii cheie în timpul jocului, care afectează cursul poveștii și relațiile personajelor. Life is Strange oferă o poveste emoționantă și puternică, abordând teme precum prietenia, iubirea, sacrificiul și consecințele acțiunilor. Cu o grafică distinctivă și un stil narativ captivant, jocul creează o conexiune emoțională puternică între jucător și personaje, oferind o experiență unică și memorabilă."},
{"src":"../public/resurse/imagini/deathstranding.jpg", "titlu":"Death Stranding", "nota":"8.3", "descriere":"Death Stranding este un joc de acțiune și aventură dezvoltat de Kojima Productions. Situat într-un viitor post-apocaliptic, jocul urmărește povestea lui Sam Porter Bridges, un curier care trebuie să traverseze o lume devastată și fragmentată pentru a conecta comunitățile izolate. Jucătorii explorează medii impresionante, îndeplinind diverse misiuni și interacționând cu personaje complexe. Cu un gameplay unic care se concentrează pe echilibrul, navigarea terenului dificil și gestionarea resurselor, Death Stranding oferă o experiență provocatoare și filozofică. Povestea misterioasă, grafica uimitoare și temele profunde despre conexiunea umană și impactul acțiunilor noastre îl fac un joc remarcabil."},
{"src":"../public/resurse/imagini/acodyssey.png", "titlu":"AC: Odyssey", "nota":"7.4", "descriere":"Assassin's Creed Odyssey este un joc de acțiune și aventură dezvoltat de Ubisoft. Plasat în Grecia antică, jocul urmărește povestea unui mercenar sau mercenară care se implică într-un război epic dintre Atena și Sparta. Jucătorii pot explora un vast mediu deschis, navigând pe uscat și pe mare, și pot participa la bătălii masive, misiuni intrigante și activități secundare captivante. Cu un sistem de luptă fluid și personalizabil, decizii morale care afectează povestea și un nivel de detaliu istoric impresionant, Assassin's Creed Odyssey oferă o experiență amplă și captivantă în universul bogat al francizei."},
{"src":"../public/resurse/imagini/norco.jpg", "titlu":"Norco", "nota":"9.0", "descriere":"Norco este un joc indie de aventură dezvoltat de Geography of Robots. Plasat într-un oraș industrializat și sinistru, jocul urmărește povestea unui tânăr care se luptă să supraviețuiască și să rezolve misterele tulburătoare ale locului. Jucătorii vor explora medii întunecate și amenințătoare, rezolvând puzzle-uri și interacționând cu personaje stranii. Atmosfera misterioasă și grafica retro pixelată creează o experiență unică și captivantă. Norco oferă o poveste narativă profundă și provocatoare, abordând teme precum corupția, alienarea și pierderea identității într-un mediu ostil."},
{"src":"../public/resurse/imagini/control.jpg", "titlu":"Control", "nota":"8.2", "descriere":"Control este un joc de acțiune și aventură dezvoltat de Remedy Entertainment. Jucătorii preiau controlul lui Jesse Faden, o femeie cu puteri supranaturale, care intră într-un sediu misterios numit ``The Oldest House``. Într-o combinație de luptă și puzzle-uri, Jesse explorează acest mediu supranatural și încearcă să afle adevărul despre puterile sale și despre organizația secretă cunoscută sub numele de `Biroul`. Cu o poveste intrigantă, un sistem de luptă distractiv și inovativ și un design sonor captivant, Control oferă o experiență supranaturală și psihologică.st"},
{"src":"../public/resurse/imagini/aplaguetale.jpg", "titlu":"A Plague Tale", "nota":"7.6", "descriere":"A Plague Tale: Innocence este un joc de acțiune și aventură dezvoltat de Asobo Studio. Situat în secolul al XIV-lea, jocul urmărește povestea Amiciei, o tânără care trebuie să își protejeze fratele mai mic, Hugo, în timpul invaziei Șobolanului Negru și a ciumei care s-a răspândit în Franța. Jucătorii se luptă cu inamici, rezolvă puzzle-uri și navighează prin medii periculoase și întunecate. A Plague Tale: Innocence oferă o poveste emoționantă despre legătura puternică dintre Amicia și Hugo și despre corupția și supraviețuirea într-o lume devastată de boală. Grafica detaliată, atmosfera sumbră și temele mature îl fac un joc captivant și înfiorător."},
{"src":"../public/resurse/imagini/doometernal.jpg", "titlu":"DOOM Eternal", "nota":"7.6", "descriere":"Doom Eternal este un joc de tip first-person shooter captivant, dezvoltat de id Software și publicat de Bethesda Softworks. Povestea are loc într-un viitor distopic în care Pământul este copleșit de forțe demonice, iar jucătorii preiau controlul legendarului Doom Slayer, un războinic neînfricat cu misiunea de a salva umanitatea. Cu un gameplay rapid și plin de adrenalină, Doom Eternal oferă lupte intense împotriva hoardelor de demoni folosind o impresionantă colecție de arme și atacuri brutale. Jocul include o campanie single-player captivantă, care îi poartă pe jucători prin diverse medii infernale și bătălii epice cu șefi de nivel. În plus, Doom Eternal oferă un mod multiplayer numit Battlemode, în care jucătorii pot forma echipe ca demoni sau pot juca rolul Doom Slayer-ului în lupte intense și strategice. Cu grafică vizuală uimitoare, acțiune plină de adrenalină și un coloană sonoră inspirată de muzica metal, Doom Eternal este un joc obligatoriu pentru fanii genului first-person shooter."},
{"src":"../public/resurse/imagini/bloodborne.jpg", "titlu":"BloodBorne", "nota":"8.4", "descriere":"Bloodborne este un joc captivant de acțiune și rol dezvoltat de FromSoftware. Acesta te introduce într-un oraș gotic înspăimântător numit Yharnam, într-o lume întunecată și plină de coșmaruri. Jucătorii preiau rolul unui Vânător, călătorind prin labirinturi, străzi întunecate și catedrale sinistre pentru a descoperi secretele terifiante ale acestui loc. Luptele sunt intense și provocatoare, iar abilitățile de eschivare și parare sunt esențiale pentru a învinge creaturile monstruoase și șefii de nivel. Jocul te atrage într-o atmosferă înfricoșătoare și misterioasă, iar povestea sa profundă și intrigantă te va ține captivat pe tot parcursul aventurii. Cu o grafică detaliată și o coloană sonoră atmosferică, Bloodborne oferă o experiență de joc înfricoșătoare și inegalabilă pentru fanii genului dark fantasy și de acțiune."},
{"src":"../public/resurse/imagini/bayoneta2.png", "titlu":"Bayoneta 2", "nota":"8.2", "descriere":"Bayonetta 2 este un joc de acțiune frenetic și plin de stil, dezvoltat de PlatinumGames. Jucătorii preiau controlul asupra vrăjitoarei Bayonetta, un personaj carismatic și puternic, într-o luptă epică împotriva forțelor malefice. Cu o combinație de luptă rapidă, combo-uri spectaculoase și abilități magice devastatoare, Bayonetta 2 oferă o experiență unică și captivantă. Jocul se desfășoară într-un univers fantastic, plin de creaturi supranaturale și decoruri impresionante. Pe măsură ce avansează în poveste, jucătorii descoperă misterele trecutului lui Bayonetta și se confruntă cu dușmani formidabili în bătălii spectaculoase. Cu grafică de înaltă calitate, design stilizat și gameplay intens, Bayonetta 2 este un joc care nu trebuie ratat de iubitorii de acțiune și aventură."},
{"src":"../public/resurse/imagini/witcher3.jpg", "titlu":"Witcher 3", "nota":"8.6", "descriere":"The Witcher 3: Wild Hunt este un joc de rol de acțiune deschis, dezvoltat de CD Projekt RED. Povestea are loc într-un vast și detaliat univers medieval-fantastic, în care jucătorii preiau controlul lui Geralt de Rivia, un vânător de monștri legendar. În căutarea fiicei sale adoptive dispărute, Geralt explorează un continent plin de conflicte politice, creaturi mitice și personaje complexe. Jocul oferă o combinație captivantă de acțiune, explorare și quest-uri interesante. Jucătorii pot lua decizii cu impact asupra povestei și pot dezvolta abilitățile lui Geralt în luptă, magie și alchimie. Cu o grafică uluitoare, un sistem de dialoge bine dezvoltat și o poveste captivantă, The Witcher 3: Wild Hunt este considerat unul dintre cele mai bune jocuri de rol din toate timpurile."},
{"src":"../public/resurse/imagini/teamforteress2.jpg", "titlu":"Team Forteress 2", "nota":"8.7", "descriere":"Team Fortress 2 este un joc de tip shooter multiplayer, dezvoltat de Valve Corporation. Jucătorii se alătură unor echipe rivale și se implică în lupte intense și amuzante. Fiecare echipă este formată din diverse clase de personaje, fiecare având abilități și roluri distincte în bătălie. Jocul oferă o varietate de hărți și moduri de joc, precum capture the flag, control point sau payload, care adaugă diversitate și strategie în experiența de joc. Caracterizat prin stilul său vizual comic și umorul său excentric, Team Fortress 2 se remarcă prin personaje carismatice și un gameplay echilibrat. Cu comunitatea sa activă și actualizări constante, Team Fortress 2 continuă să fie unul dintre cele mai populare jocuri multiplayer disponibile."},
{"src":"../public/resurse/imagini/left4dead2.jpg", "titlu":"Left 4 Dead 2", "nota":"8.9", "descriere":"Left 4 Dead 2 este un joc de acțiune și supraviețuire într-un mediu post-apocaliptic, dezvoltat de Valve Corporation. Plasat într-un univers infectat de zombi, jucătorii formează o echipă de supraviețuitori care trebuie să lupte împotriva hordelor de monștri și să găsească o cale de a scăpa. Jocul oferă o varietate de arme, echipamente și personaje cu abilități speciale, care permit strategii diferite de supraviețuire. De asemenea, modul multiplayer cooperativ permite jucătorilor să se unească cu prietenii pentru a înfrunta amenințările împreună. Cu o atmosferă tensionată, acțiune rapidă și evenimente imprevizibile, Left 4 Dead 2 oferă o experiență captivantă pentru fanii genului supraviețuire și zombie."},
{"src":"../public/resurse/imagini/titanfall2.jpg", "titlu":"Tital Fall 2", "nota":"7.6", "descriere":"Titanfall 2 este un joc de acțiune științifico-fantastic dezvoltat de Respawn Entertainment. Jucătorii preiau rolul unui pilot abil și al unui titane, o mașinărie gigant cu puteri devastatoare. Acțiunea are loc într-un univers futuristic, iar jucătorii participă în lupte rapide și intense, pe terenuri variate și cu gravitație modificată. Jocul oferă un gameplay fluid, permițând jucătorilor să treacă cu ușurință între abilitățile pilotului și puterea brută a titanului. Pe lângă campania captivantă pentru un singur jucător, Titanfall 2 oferă și moduri multiplayer competitive, în care jucătorii pot concura în bătălii epice pilot-titan. Cu o grafică impresionantă și inovații în mecanica de joc, Titanfall 2 este o experiență de acțiune de neuitat."},
{"src":"../public/resurse/imagini/doom.jpg", "titlu":"DOOM", "nota":"8.1", "descriere":"Doom este un joc legendar de tip first-person shooter dezvoltat de id Software. Revitalizând seria clasică, Doom pune în scenă o luptă împotriva armatelor demonice într-un mediu futurist și ostil. Jucătorii preiau controlul asupra Doom Slayer-ului, un războinic imparabil, și se luptă cu vitejia și brutalitatea caracteristice împotriva hordelor de inamici demonici. Jocul oferă o gamă variată de arme și upgrade-uri, permițând jucătorilor să-și personalizeze stilul de luptă. Pe măsură ce avansează, Doom oferă bătălii intense și sângeroase, satisfăcând pofta de acțiune și distrugere. Cu un design sonor atmosferic și un ritm alert, Doom este o explozie de adrenalină pentru fanii jocurilor de acțiune."},
{"src":"../public/resurse/imagini/destiny2.jpg", "titlu":"Destiny 2", "nota":"9.0", "descriere":"Destiny 2 este un joc MMO de acțiune dezvoltat de Bungie. Într-un viitor distopic, jucătorii preiau rolul unui Gardian, un luptător cu puteri supranaturale într-o luptă împotriva forțelor întunecate care amenință galaxia. Jocul oferă o combinație de poveste captivantă, lupte frenetice și explorare a unor lumi fantastice și diverse. Jucătorii pot juca singuri sau se pot alătura altor Gardieni pentru a forma echipe și a înfrunta provocări cooperative sau competitiv-multijucător. Cu o grafică uimitoare, o varietate de clase și abilități, precum și un conținut extins prin actualizări și expansiuni, Destiny 2 oferă o experiență de joc vastă și captivantă pentru fanii jocurilor de acțiune MMO."},
{"src":"../public/resurse/imagini/mg5.jpg", "titlu":"Metal Gear 5", "nota":"8.3", "descriere":"Metal Gear Solid 5: The Phantom Pain este un joc de acțiune-stealth dezvoltat de Kojima Productions. Plasat într-un univers de spionaj și intrigi politice, jucătorii preiau controlul lui Venom Snake, un soldat rănit în căutarea răzbunării și a adevărului. Jocul oferă o lume deschisă vastă și plină de opțiuni, permițând jucătorilor să abordeze misiunile în diverse moduri, de la infiltrare silențioasă până la acțiuni directe. Cu un gameplay sofisticat, sistem de crafting și de dezvoltare a bazei, Metal Gear Solid 5 oferă o experiență complexă și captivantă. Povestea intrigantă și personajele memorabile completează această aventură plină de suspans și emoție."},
{"src":"../public/resurse/imagini/GOF4.jpg", "titlu":"God of War", "nota":"9.0", "descriere":"God of War 4 este un joc de acțiune-aventură dezvoltat de Santa Monica Studio și publicat de Sony Interactive Entertainment. Jucătorii preiau controlul lui Kratos, un zeu al războiului, într-o călătorie epică prin mitologia nordică alături de fiul său, Atreus. Jocul oferă o poveste profundă și emoționantă, cu personaje complexe și relații tensionate. Cu un sistem de luptă revoluționar, jocul combină atacuri brutale, combo-uri și abilități speciale, oferind o experiență satisfăcătoare de joc. De asemenea, God of War 4 impresionează prin grafică uimitoare, design de nivel captivant și puzzle-uri inteligente. Cu o coloană sonoră impresionantă și o prezentare cinematografică, God of War 4 redefinesc seria și stabilește noi standarde pentru jocurile de acțiune-aventură."},
{"src":"../public/resurse/imagini/DMC3.jpg", "titlu":"Devil May Cry 3", "nota":"8.1", "descriere":"Devil May Cry 3 este un joc de acțiune-stylish dezvoltat de Capcom. Jucătorii preiau controlul lui Dante, un vânător de demoni cu abilități supranaturale, în lupta împotriva forțelor întunecate care amenință lumea. Jocul oferă o combinație de acțiune rapidă, combo-uri spectaculoase și un stil unic. Dante poate utiliza o varietate de arme, puteri demonice și abilități de manevră, permițând jucătorilor să creeze combinații impresionante și să înfrunte dușmanii în stil propriu. Cu niveluri detaliate și variate, design de personaje carismatic și un nivel ridicat de dificultate, Devil May Cry 3 oferă o experiență captivantă pentru fanii genului de acțiune."},
{"src":"../public/resurse/imagini/DS2.jpg", "titlu":"Dark Souls 2", "nota":"7.5", "descriere":"Dark Souls 2 este un joc de rol și acțiune dezvoltat de FromSoftware. Plasat într-un univers întunecat și plin de pericole, jocul pune jucătorii în pielea unui personaj condamnat să lupte împotriva creaturilor necurate și a dificultăților inimaginabile. Cu un sistem de luptă provocator, în care abilitățile, reflexele și strategiile jucătorului sunt puse la încercare, Dark Souls 2 oferă o experiență de joc plină de satisfacții. Jucătorii pot explora o lume vastă și misterioasă, descoperind secrete și înfruntând șefi de nivel formidabili. Cu o atmosferă opresivă, design de nivel meticulos și o poveste enigmatică, Dark Souls 2 este un joc care testează limitele și oferă o satisfacție unică în triumful asupra provocărilor."},
{"src":"../public/resurse/imagini/apex.jpg", "titlu":"Apex Legends", "nota":"8.7", "descriere":"Apex Legends este un joc de tip battle royale dezvoltat de Respawn Entertainment și publicat de Electronic Arts. Într-un viitor sci-fi, jucătorii formează echipe de trei și se luptă într-un concurs mortal într-un mediu plin de acțiune. Fiecare personaj are abilități și roluri unice, permițând echipei să creeze strategii și tactici variate în lupta pentru supraviețuire. Jocul se remarcă prin gameplay-ul său fluent, grafica de înaltă calitate și ritmul rapid al acțiunii. Cu un sistem de looting, comunicare eficientă și evenimente în joc, Apex Legends oferă o experiență captivantă și adrenalinică pentru fanii genului battle royale."},
{"src":"../public/resurse/imagini/cod.jpg", "titlu":"Call of Duty", "nota":"9.6", "descriere":"Call of Duty este o serie de jocuri de acțiune FPS dezvoltată de diverse studiouri, inclusiv Activision și Treyarch. Fiecare titlu din serie oferă o poveste și setări unice, dar în general, jocurile se concentrează pe conflicte militare realiste din diferite perioade de timp. Jucătorii preiau rolul unor soldați sau operatori speciali, luptând în bătălii intense și acțiuni pline de adrenalină. Call of Duty se remarcă prin campanii captivante pentru un singur jucător, moduri multiplayer competitive și cooperativ, precum și o varietate de arme și echipamente autentice. Cu grafică de înaltă calitate, sunet realist și gameplay solid, seria Call of Duty continuă să fie una dintre cele mai populare și apreciate francize de jocuri de acțiune FPS."},
{"src":"../public/resurse/imagini/valorant.jpg", "titlu":"Valorant", "nota":"8.4", "descriere":"Valorant este un joc de tir tactic dezvoltat de Riot Games. Plasat într-un viitor apropiat, jucătorii se divid în două echipe și se luptă pentru a câștiga runde prin completarea obiectivelor sau eliminarea inamicilor. Fiecare jucător preia controlul asupra unui agent cu abilități unice, permițând diferite stiluri de joc și strategii de echipă. Jocul se remarcă prin focusul său pe cooperare și comunicare eficientă între jucători. Cu grafică stilizată, mecanici precise de tragere și strategii tactice, Valorant oferă o experiență de tir competitivă și captivantă."},
{"src":"../public/resurse/imagini/pubg.jpg", "titlu":"PUBG", "nota":"7.6", "descriere":"PlayerUnknown's Battlegrounds (PUBG) este un joc battle royale dezvoltat de PUBG Corporation. Jucătorii sunt aruncați pe o insulă vastă și trebuie să lupte pentru a supraviețui și a deveni ultimul om în picioare. Cu o varietate de arme și echipamente, jucătorii trebuie să exploreze, să găsească resurse și să lupte împotriva altor jucători într-un mediu în continuă scădere. PUBG se remarcă prin atmosfera sa tensionată, tactică și ritmul lent al jocului, care pune un accent deosebit pe supraviețuire și luarea deciziilor strategice în timp real."},
{"src":"../public/resurse/imagini/tarkov.jpg", "titlu":"Escape from Tarkov", "nota":"8.2", "descriere":"Escape from Tarkov este un joc de tir în prima persoană dezvoltat de Battlestate Games. Plasat într-un oraș fictiv din Rusia devastat de război, jucătorii se luptă pentru a supraviețui într-un mediu periculos și plin de conflicte. Jocul se concentrează pe realism și pe detaliile armelor, echipamentelor și mecanicilor de joc. Jucătorii trebuie să exploreze, să colecteze resurse și să se lupte cu alți jucători sau cu inamici controlați de AI într-o luptă pentru supraviețuire și obținerea de recompense. Escape from Tarkov oferă o experiență tensionată, dificilă și strategică pentru fanii jocurilor de tir și de supraviețuire."},
{"src":"../public/resurse/imagini/battlefield1.jpg", "titlu":"Battlefield 1", "nota":"8.6", "descriere":"Battlefield 1 este un joc de acțiune FPS dezvoltat de DICE și publicat de Electronic Arts. Plasat în timpul Primului Război Mondial, jocul oferă o experiență autentică a conflictului global, prin bătălii masive și intense. Jucătorii se implică în lupte pe uscat, în aer și pe mare, folosind o varietate de arme, vehicule și tactici de luptă. Cu o campanie captivantă pentru un singur jucător și moduri multiplayer extinse, Battlefield 1 oferă o experiență de război epică și o grafică impresionantă, recreând atmosfera brutală și devastatoare a Primului Război Mondial."},
{"src":"../public/resurse/imagini/halflife2.jpg", "titlu":"HalfLife 2", "nota":"8.7", "descriere":"Half-Life 2 este un joc de acțiune FPS dezvoltat de Valve Corporation. Plasat într-un univers distopic, jucătorii preiau controlul lui Gordon Freeman, un fizician supraviețuitor într-o lume controlată de o forță extraterestră cunoscută sub numele de Combine. Jocul oferă o poveste captivantă, cu puzzle-uri inteligente, lupte împotriva inamicilor și explorarea unui mediu vast și detaliat. Half-Life 2 se remarcă prin grafica sa impresionantă, gameplay-ul fluid și inovațiile sale în ceea ce privește interacțiunea cu mediul. Considerat unul dintre cele mai influente jocuri din istoria industriei, Half-Life 2 oferă o experiență captivantă și memorabilă pentru fanii jocurilor FPS și de aventură."},
{"src":"../public/resurse/imagini/rainbowssixsiege.jpg", "titlu":"Rainbows Six Siege", "nota":"8.9", "descriere":"Rainbow Six Siege este un joc de tir tactico-echipă dezvoltat de Ubisoft Montreal. Jucătorii se alătură unei echipe de combatanți speciali și se angajează în lupte intense și strategice în diverse locații din întreaga lume. Jocul se concentrează pe tactici de echipă, coordonare și comunicare eficientă pentru a câștiga misiunile și a înfrunta inamicul. Fiecare operator are abilități și echipament specializat, ceea ce adaugă o varietate de strategii și stiluri de joc. Cu un gameplay captivant, hărți intricate și un sistem de distrugere a mediului, Rainbow Six Siege oferă o experiență de tir tactico-echipă care testează abilitățile și cooperarea jucătorilor."},
{"src":"../public/resurse/imagini/csgo.jpg", "titlu":"CS:GO", "nota":"9.0", "descriere":"Counter-Strike: Global Offensive (CS:GO) este un joc de tir în echipă dezvoltat de Valve Corporation. Jucătorii se împart în două echipe, teroriști și contra-teroriști, și se angajează în lupte intense și strategice în diferite locații globale. Jocul se remarcă prin gameplay-ul său precis și ritmul rapid, punând un accent deosebit pe strategie, comunicare și abilitățile individuale ale jucătorilor. Cu o gamă variată de arme și echipamente, precum și moduri de joc competitive și cooperative, CS:GO oferă o experiență de tir echilibrată și competitivă care a devenit unul dintre cele mai populare jocuri de tir în echipă."},
{"src":"../public/resurse/imagini/halo3.jpg", "titlu":"Halo 3", "nota":"8.1", "descriere":"Halo 3 este un joc de acțiune FPS dezvoltat de Bungie și publicat de Microsoft Game Studios. Plasat într-un univers sci-fi, jucătorii preiau controlul căpitanului Master Chief și se luptă împotriva forțelor inamice într-o luptă epică pentru salvarea umanității. Jocul oferă o campanie captivantă pentru un singur jucător, precum și moduri multiplayer competitive și cooperative. Cu o grafică impresionantă, o poveste complexă și gameplay-ul său caracteristic, Halo 3 a devenit unul dintre cele mai iconice și apreciate titluri din industria jocurilor video."},
{"src":"../public/resurse/imagini/farcry3.jpg", "titlu":"Far cry 3", "nota":"7.5", "descriere":"Far Cry 3 este un joc de acțiune-aventură dezvoltat de Ubisoft Montreal. Plasat pe o insulă tropicală periculoasă, jucătorii preiau controlul lui Jason Brody, care se trezește în mijlocul unui conflict între pirați și insulari. Jocul oferă o lume deschisă vastă și plină de aventură, permițând jucătorilor să exploreze, să completeze misiuni și să înfrunte inamicii într-o varietate de moduri. Cu o poveste captivantă, personaje memorabile și mecanici de joc inovatoare, Far Cry 3 oferă o experiență de acțiune-aventură care combină libertatea explorării cu lupta pentru supraviețuire."},
{"src":"../public/resurse/imagini/borderlands2.jpg", "titlu":"Borderlands 2", "nota":"8.8", "descriere":"Borderlands 2 este un joc de acțiune-RPG dezvoltat de Gearbox Software. Plasat într-o lume post-apocaliptică și comică, jucătorii preiau controlul unui căutător de comori și se angajează în lupte și aventuri într-un mediu periculos și plin de creaturi ciudate. Jocul oferă un sistem de loot complex, cu o varietate de arme, echipamente și abilități speciale, permițând jucătorilor să-și personalizeze personajul și să-și dezvolte stilul de joc. Cu un multiplayer cooperativ captivant, o grafică stilizată și umor negru, Borderlands 2 oferă o experiență unică și distractivă într-un univers post-apocaliptic neconvențional."},
{"src":"../public/resurse/imagini/huntshowdown.jpg", "titlu":"Hunt: Showdown", "nota":"9.0", "descriere":"Hunt: Showdown este un joc de supraviețuire și tir la persoana a treia dezvoltat de Crytek. Jucătorii se află într-un mediu plin de creaturi monstruoase și trebuie să caute și să vâneze monștri, în timp ce se luptă și cu alți jucători aflați în aceeași zonă. Jocul oferă o atmosferă întunecată și tensionată, cu un sistem de progresie, abilități și echipamente care permit jucătorilor să-și personalizeze experiența. Cu un accent pe tactică, coordonare și supraviețuire, Hunt: Showdown oferă o experiență de joc unică într-un mediu periculos și imprevizibil."},
{"src":"../public/resurse/imagini/tekken8.jpg", "titlu":"Tekken 8", "nota":"9.3", "descriere":"Tekken 8 este un joc de lupte dezvoltat de Bandai Namco Entertainment. Ca parte a celebrei serii Tekken, jucătorii se angajează în lupte unu-la-unu împotriva altor luptători din întreaga lume. Jocul oferă o varietate de personaje carismatice, fiecare cu propriul stil de luptă și mișcări speciale. Tekken 8 aduce grafică îmbunătățită, animații fluide și mecanici de joc complexe, permițând jucătorilor să experimenteze lupte intense și strategice într-o arenă competitivă."},
{"src":"../public/resurse/imagini/brawlhalla.jpg", "titlu":"Brawlhalla", "nota":"8.9", "descriere":"Brawlhalla este un joc de lupte multiplayer dezvoltat de Blue Mammoth Games. Inspirat de genul platformelor de luptă, jocul oferă o experiență de lupte rapide și intense într-o arenă. Jucătorii se luptă unul împotriva celuilalt, încercând să își elimine adversarii și să rămână ultimul luptător în picioare. Brawlhalla oferă o varietate de personaje din diferite universuri, fiecare cu propriile abilități și arme unice. Cu moduri de joc competitive și cooperativ, precum și actualizări frecvente, Brawlhalla oferă o experiență distractivă și competitivă pentru jucătorii de toate nivelele de skill."},
{"src":"../public/resurse/imagini/tekken7.jpg", "titlu":"Tekken 7","nota":"8.4", "descriere":"Tekken 7 este un joc de lupte dezvoltat de Bandai Namco Entertainment. Ca parte a celebrei serii Tekken, jucătorii se angajează în lupte unu-la-unu într-un sistem de bătălie tridimensional. Jocul oferă o poveste captivantă, personaje iconice și o gamă largă de mișcări și combo-uri. Cu moduri de joc variate, inclusiv multiplayer online și offline, Tekken 7 oferă o experiență de lupte intensă și adrenalinică pentru fanii genului."},
{"src":"../public/resurse/imagini/streetfighter6.jpg", "titlu":"Street Fighter 6", "nota":"9.0", "descriere":"Street Fighter 6 este un joc de lupte dezvoltat de Capcom. Ca parte a celebrei serii Street Fighter, jucătorii se angajează în lupte unu-la-unu împotriva altor luptători cu abilități și stiluri de luptă unice. Jocul oferă o grafică remarcabilă, mecanici de joc complexe și o gamă variată de personaje. Cu moduri de joc competitive și povestea captivantă a seriei, Street Fighter 6 promite să ofere o experiență de lupte captivantă și adrenalinică pentru fanii francizei."},
{"src":"../public/resurse/imagini/supersmashbros.jpg", "titlu":"Super Smash Bros", "nota":"8.7", "descriere":"Super Smash Bros este o serie de jocuri de lupte crossover dezvoltată de Nintendo. Jucătorii preiau controlul unor personaje iconice din universul Nintendo și se luptă într-o arenă interactivă. Jocul oferă o combinație unică între lupte și platforme, permițând jucătorilor să se dueleze folosind mișcări speciale și obiecte. Cu multiplayer local și online, moduri de joc variate și o varietate impresionantă de personaje și arene, Super Smash Bros creează o experiență distractivă și competitivă pentru jucători de toate vârstele."},
{"src":"../public/resurse/imagini/mk11.jpg", "titlu":"Mortal Kombat XI", "nota":"7.6", "descriere":"Mortal Kombat 11 este un joc de lupte dezvoltat de NetherRealm Studios. Ca parte a celebrei serii Mortal Kombat, jucătorii se angajează în lupte sângeroase și brutale împotriva altor luptători. Jocul oferă o poveste captivantă, grafică impresionantă și mișcări speciale spectaculoase, cunoscute sub numele de 'fatalități'. Cu un sistem de luptă complex, moduri de joc variate și un roster extins de personaje, Mortal Kombat 11 aduce o experiență de lupte intensă și plină de acțiune."},
{"src":"../public/resurse/imagini/ufc4.jpg", "titlu":"UFC 4", "nota":"8.3", "descriere":"UFC 4 este un joc de lupte bazat pe celebra organizație de arte marțiale mixte (MMA), UFC. Jucătorii pot prelua controlul luptătorilor lor preferați din UFC și pot participa la lupte intense și realiste într-un mediu autentic. Jocul oferă o varietate de moduri de joc, inclusiv un mod carieră în care jucătorii își pot crea și dezvolta propriul luptător. Cu grafică impresionantă, mișcări fluide și o gamă largă de tehnici și combinații, UFC 4 oferă o experiență captivantă pentru fanii sporturilor de contact."},
{"src":"../public/resurse/imagini/marvelvscapcom3.jpg", "titlu":"Marvel vs Capcom 3", "nota":"8.7", "descriere":"Marvel vs. Capcom 3 este un joc de lupte crossover dezvoltat de Capcom. Jucătorii se pot bucura de confruntări epice între personaje iconice din universurile Marvel și Capcom. Fiecare echipă este formată din trei luptători, iar jucătorii pot folosi mișcări speciale și combinații pentru a-și învinge adversarii. Jocul oferă o grafică vibrantă, acțiune rapidă și o selecție variată de personaje. Cu mecanici de joc accesibile și profunde, Marvel vs. Capcom 3 permite jucătorilor să experimenteze lupte spectaculoase între supereroi și eroi de jocuri video."},
{"src":"../public/resurse/imagini/injustice2.jpg", "titlu":"Injustice 2", "nota":"8.6", "descriere":"Injustice 2 este un joc de lupte bazat pe universul DC Comics, dezvoltat de NetherRealm Studios. Jucătorii pot controla o gamă largă de supereroi și supervilani din universul DC și pot participa la lupte epice și pline de acțiune. Jocul oferă o poveste captivantă în modul de campanie și moduri de joc competitive și cooperativ. Cu grafică detaliată, mișcări spectaculoase și o selecție impresionantă de personaje, Injustice 2 oferă o experiență de lupte interesantă și memorabilă pentru fanii DC Comics și jocurilor de lupte."},
{"src":"../public/resurse/imagini/kof13.jpg", "titlu":"King of Fighters XIII", "nota":"7.6", "descriere":"King of Fighters 13 este un joc de lupte 2D dezvoltat de SNK Playmore. Jucătorii pot alege dintre o gamă variată de personaje și se pot angaja în lupte intense și rapide împotriva altor luptători. Jocul se remarcă prin grafica sa stilizată, mișcări și combinații fluide și gameplay-ul său echilibrat. Cu un sistem de luptă complex și o gamă variată de moduri de joc, King of Fighters 13 oferă o experiență autentică de lupte pentru fanii jocurilor de arcade clasice."},
{"src":"../public/resurse/imagini/wwe2022.jpg", "titlu":"WWE 2022", "nota":"8.8", "descriere":"WWE 2K22 este un joc de lupte bazat pe universul World Wrestling Entertainment (WWE), dezvoltat de Visual Concepts. Jucătorii pot controla superstarurile lor preferate din WWE și pot participa la lupte spectaculoase în ring. Jocul oferă o experiență autentică de wrestling, cu o grafică îmbunătățită, animații fluide și o varietate de mișcări și tehnici caracteristice. Cu moduri de joc variate, inclusiv un mod carieră, WWE 2K22 oferă jucătorilor posibilitatea de a trăi experiența excitantă și adrenalinați a luptelor în stilul WWE."},
{"src":"../public/resurse/imagini/guiltygear.jpg", "titlu":"Guilty Gear Strive", "nota":"8.1", "descriere":"Guilty Gear este o serie de jocuri de lupte dezvoltată de Arc System Works. Cu o estetică distinctivă, personaje carismatice și gameplay rapid și intens, seria Guilty Gear s-a bucurat de popularitate printre fanii jocurilor de lupte. Jocurile oferă o varietate de mișcări și combinații speciale, precum și moduri de joc competitive și povestea captivantă a seriei. Cu grafică detaliată și un sistem de luptă complex, seria Guilty Gear continuă să ofere o experiență unică și adrenalinică pentru fanii genului."},
{"src":"../public/resurse/imagini/mk10.jpg", "titlu":"Mortal Kombat X", "nota":"8.9", "descriere":"Mortal Kombat 10 (sau Mortal Kombat X) este un joc de lupte dezvoltat de NetherRealm Studios. Acesta face parte din celebra serie Mortal Kombat și oferă lupte violente și sângeroase între personaje iconice și noi luptători. Jocul aduce o poveste captivantă, grafică detaliată și mișcări speciale spectaculoase, inclusiv celebrele 'fatalități'. Cu un roster extins de personaje, moduri de joc variate și opțiuni multiplayer online, Mortal Kombat 10 oferă o experiență intensă și plină de acțiune pentru fanii seriei."},
{"src":"../public/resurse/imagini/streetfighter5.jpg", "titlu":"Street Figther 5", "nota":"7.2", "descriere":"Street Fighter 5 este un joc de lupte dezvoltat de Capcom. Ca parte a celebrei serii Street Fighter, jocul aduce lupte unu-la-unu într-un sistem de bătălie tradițional. Street Fighter 5 oferă o selecție variată de personaje, fiecare cu propriul set de mișcări și tehnici speciale. Jocul oferă și un mod poveste captivant, precum și opțiuni multiplayer online pentru a concura împotriva altor jucători din întreaga lume. Cu mecanici de luptă complexe și grafică de înaltă calitate, Street Fighter 5 oferă o experiență autentică de lupte pentru fanii seriei și pentru jucătorii noi."},
{"src":"../public/resurse/imagini/dragonballfigtherz.jpg", "titlu":"Dragon Ball FigtherZ", "nota":"7.5", "descriere":"Dragon Ball FighterZ este un joc de lupte bazat pe celebrul univers Dragon Ball, dezvoltat de Arc System Works. Jucătorii pot controla personaje iconice din seria Dragon Ball și se pot angaja în lupte spectaculoase și pline de acțiune. Jocul oferă grafică stilizată, animații fluide și mecanici de joc accesibile, dar profunde. Cu lupte echilibrate și combo-uri spectaculoase, Dragon Ball FighterZ oferă o experiență autentică și vizual impresionantă pentru fanii Dragon Ball și jocurilor de lupte."},
{"src":"../public/resurse/imagini/kof15.jpg", "titlu":"King of Fighters XV", "nota":"8.3", "descriere":"King of Fighters 14 este un joc de lupte dezvoltat de SNK. Cu o selecție extinsă de personaje din diverse serii SNK, jucătorii se pot bucura de lupte intense și rapide într-un sistem de bătălie tradițional 2D. Jocul aduce grafică îmbunătățită și o gamă variată de mișcări și combo-uri, permițând jucătorilor să își dezvolte propriul stil de luptă. Cu moduri de joc competitive și cooperativ, King of Fighters 14 oferă o experiență autentică și plină de acțiune pentru fanii jocurilor de lupte."},
{"src":"../public/resurse/imagini/injustice.jpg", "titlu":"Injustice", "nota":"9.0", "descriere":"Injustice: Gods Among Us este un joc de lupte bazat pe universul DC Comics, dezvoltat de NetherRealm Studios. Jucătorii pot prelua controlul supereroilor și supervilanilor din DC și se pot angaja în lupte epice și pline de acțiune. Jocul oferă o poveste captivantă, grafică impresionantă și mecanici de joc profunde. Cu posibilitatea de a folosi mediul în lupte și cu un roster extins de personaje, Injustice: Gods Among Us oferă o experiență unică și distractivă pentru fanii DC Comics și jocurilor de lupte."},
{"src":"../public/resurse/imagini/ufc3.jpg", "titlu":"UFC 3", "nota":"8.1", "descriere":"UFC 3 este un joc de lupte bazat pe organizatia de arte martiale mixte (MMA), UFC, dezvoltat de EA Sports. Jucătorii pot crea și controla propriul luptător și se pot angaja în lupte realiste și intense împotriva altor luptători din UFC. Jocul oferă grafică de înaltă calitate, mecanici de luptă autentice și o varietate de moduri de joc, inclusiv un mod carieră și moduri multiplayer. Cu un sistem de control accesibil și adâncime tactică, UFC 3 oferă o experiență autentică de lupte MMA pentru fanii sporturilor de contact."},
{"src":"../public/resurse/imagini/mk9.jpg", "titlu":"Mortal Kombat 9", "nota":"7.4", "descriere":"Mortal Kombat 9 (sau Mortal Kombat Komplete Edition) este un joc de lupte dezvoltat de NetherRealm Studios. Jucătorii pot controla luptători din seria Mortal Kombat și se pot angaja în bătălii sângeroase și brutale. Jocul aduce un sistem de luptă clasic, cu mișcări speciale și 'fatalități' spectaculoase. Cu un mod poveste captivant, grafică detaliată și o selecție impresionantă de personaje, Mortal Kombat 9 oferă o experiență autentică și adrenalinică pentru fanii seriei."},
{"src":"../public/resurse/imagini/streetfighter4.jpg", "titlu":"Street Figther 4", "nota":"8.2", "descriere":"Street Fighter 4 este un joc de lupte dezvoltat de Capcom. Jucătorii se pot bucura de bătălii unu-la-unu într-un sistem de luptă tradițional 2D. Street Fighter 4 aduce înapoi personajele clasice ale seriei, precum Ryu, Chun-Li și Ken, și introduce și noi luptători. Jocul oferă mișcări speciale iconice, combo-uri fluide și mecanici de luptă echilibrate. Cu un aspect vizual stilizat și opțiuni multiplayer, Street Fighter 4 oferă o experiență captivantă pentru fanii jocurilor de lupte."},
{"src":"../public/resurse/imagini/hades.jpg", "titlu":"Hades", "nota":"9.3", "descriere":"Hades este un joc de acțiune-aventură dezvoltat de Supergiant Games. Jucătorii preiau controlul lui Zagreus, fiul lui Hades, și se luptă într-un labirint subteran pentru a scăpa din sub lumea greacă. Jocul oferă o combinație de luptă hack and slash și elemente de roguelike, cu un sistem de progresie interesant și o poveste captivantă. Cu grafică stilizată și o coloană sonoră remarcabilă, Hades oferă o experiență plină de acțiune și rejucabilă pentru fanii genului."},
{"src":"../public/resurse/imagini/deadcells.jpg", "titlu":"Dead cells", "nota":"8.9", "descriere":"Dead Cells este un joc de acțiune-platformă dezvoltat de Motion Twin. Jucătorii explorază un castel generat procedural și se luptă cu hoarde de inamici într-o luptă de supraviețuire. Jocul oferă un sistem de luptă rapid și responsiv, elemente de metroidvania și o abordare roguelike în ceea ce privește progresia și rejucabilitatea. Cu grafică pixelată de înaltă calitate și o gamă variată de arme și abilități, Dead Cells oferă o experiență captivantă și provocatoare pentru fanii jocurilor de acțiune."},
{"src":"../public/resurse/imagini/hollowknight.jpg", "titlu":"Hollow Knight", "nota":"8.7", "descriere":"Hollow Knight este un joc de acțiune-platformă dezvoltat de Team Cherry. Jucătorii explorează un vast regat subteran plin de secrete și pericole, în pielea unui mic călător numit Knight. Jocul oferă un sistem de luptă tactil, platforming precis și o atmosferă gotică și misterioasă. Cu o poveste enigmatică, grafică detaliată și o gamă variată de inamici și boss-uri, Hollow Knight oferă o experiență captivantă și plină de explorare pentru fanii jocurilor metroidvania."},
{"src":"../public/resurse/imagini/noita.jpg", "titlu":"Noita", "nota":"7.6", "descriere":"Noita este un joc de explorare și acțiune dezvoltat de Nolla Games. Jucătorii se aventuresc într-un lume generată procedural, în care fiecare pixel este simulat, iar interacțiunile sunt imprevizibile. Jocul oferă libertate de a experimenta cu magie și alchimie, creând combinații unice și descoperind secrete ascunse. Cu grafică pixelată și un sistem de fizică complex, Noita oferă o experiență unică și plină de surprize pentru fanii jocurilor de explorare și acțiune."},
{"src":"../public/resurse/imagini/littlenigthmares2.jpg", "titlu":"Little Nightmares 2", "nota":"8.3", "descriere":"Little Nightmares 2 este un joc de aventură dezvoltat de Tarsier Studios. Jucătorii preiau controlul lui Mono, un băiat care se luptă să supraviețuiască într-o lume întunecată și sinistră. Jocul combină platforming-ul, puzzle-urile și elementele de supraviețuire, oferind o experiență tensionată și înfricoșătoare. Cu grafică detaliată și o atmosferă opresivă, Little Nightmares 2 oferă o experiență captivantă și înspăimântătoare pentru fanii jocurilor de aventură horror."},
{"src":"../public/resurse/imagini/supermeatboy.jpg", "titlu":"Super Meat Boy", "nota":"8.7", "descriere":"Super Meat Boy este un joc de platformă dezvoltat de Team Meat. Jucătorii preiau controlul asupra lui Meat Boy, un personaj din carne, și se străduiesc să-l salveze pe iubita lui, Bandage Girl, din ghearele maleficului Dr. Fetus. Jocul oferă nivele dificile, pline de obstacole și inamici, cerând abilități precise și reflexe rapide. Cu grafică retro și o coloană sonoră antrenantă, Super Meat Boy oferă o experiență intensă și plină de provocări pentru fanii jocurilor de platformă."},
{"src":"../public/resurse/imagini/celeste.jpg", "titlu":"Celeste", "nota":"8.6", "descriere":"Celeste este un joc de platformă dezvoltat de Matt Makes Games. Jucătorii preiau controlul asupra lui Madeline, o tânără aventurieră care se străduiește să escaladeze Vârful Celeste, confruntându-se cu propriile temeri și demoni interioare. Jocul oferă nivele pline de provocări și puzzle-uri ingenioase, cerând precizie și abilități de timing. Cu o poveste emoționantă, grafică pixelată deosebită și o coloană sonoră remarcabilă, Celeste oferă o experiență profundă și inspirațională pentru fanii jocurilor de platformă."},
{"src":"../public/resurse/imagini/braid.jpg", "titlu":"Braid", "nota":"7.6", "descriere":"Braid este un joc de puzzle-platformă dezvoltat de Number None, Inc. Jucătorii preiau controlul asupra lui Tim, un erou în căutarea iubitei sale răpite, prin nivele pline de puzzle-uri cu manipularea timpului. Jocul oferă o mecanică unică de derulare înainte și înapoi a timpului, care trebuie folosită cu inteligență pentru a rezolva puzzle-urile complexe. Cu grafică artistică și o poveste misterioasă, Braid oferă o experiență captivantă și provocatoare pentru fanii jocurilor de puzzle-platformă."},
{"src":"../public/resurse/imagini/cuphead.jpg", "titlu":"Cup Head", "nota":"8.8", "descriere":"Cuphead este un joc de acțiune dezvoltat de StudioMDHR. Inspirat de animațiile clasice ale anilor 1930, jocul urmărește aventurile lui Cuphead și Mugman, doi cănișoare care încearcă să-și salveze sufletele vândute Diavolului. Cuphead oferă lupte de șefi intense și nivele pline de acțiune, cu o grafică remarcabilă desenată manual și o coloană sonoră autentică din era de aur a animației. Cu un nivel de dificultate ridicat și un farmec nostalgic, Cuphead oferă o experiență plină de stil și provocări pentru fanii jocurilor de acțiune."},
{"src":"../public/resurse/imagini/childoflight.jpg", "titlu":"Child of Light", "nota":"8.1", "descriere":"Child of Light este un joc de rol dezvoltat de Ubisoft Montreal. Jucătorii preiau controlul lui Aurora, o prințesă care trebuie să călătorească prin lumea fantastică Lemuria pentru a restabili echilibrul între lumină și întuneric. Jocul oferă o poveste emoționantă, grafică de basm și un sistem de luptă în stilul RPG cu elemente de jocuri de platformă. Cu un design artistic uimitor și muzică frumoasă, Child of Light oferă o experiență magică și plină de farmec pentru fanii jocurilor de rol."},
{"src":"../public/resurse/imagini/Journey.jpg", "titlu":"Journey", "nota":"7.5", "descriere":"Journey este un joc de aventură dezvoltat de thatgamecompany. Jucătorii preiau controlul asupra unui călător solitar și călătoresc printr-un vast deșert misterios, întâlnind alți jucători în moduri non-verbale și explorând un peisaj fermecător. Jocul oferă o experiență poetică și emoționantă, cu o grafică splendidă și o coloană sonoră remarcabilă. Cu o poveste subtilă și un mesaj puternic despre conexiunea umană, Journey oferă o experiență unică și remarcabilă pentru fanii jocurilor de aventură."},
{"src":"../public/resurse/imagini/limbo.jpg", "titlu":"Limbo", "nota":"8.3", "descriere":"Limbo este un joc de puzzle-platformă dezvoltat de Playdead. Jucătorii preiau controlul asupra unui băiat necunoscut și se aventuresc într-o lume întunecată și periculoasă, în căutarea surorii sale dispărute. Jocul oferă o atmosferă opresivă și un design vizual distinct, folosind umbre și siluete pentru a crea un efect vizual remarcabil. Cu puzzle-uri ingenioase și o poveste lipsită de cuvinte, Limbo oferă o experiență captivantă și enigmatică pentru fanii jocurilor de puzzle-platformă."},
{"src":"../public/resurse/imagini/rayman.jpg", "titlu":"Rayman", "nota":"9.0", "descriere":"Rayman este o serie de jocuri de platformă dezvoltate de Ubisoft. Jucătorii preiau controlul asupra lui Rayman, un erou fără brațe și picioare, și se luptă împotriva forțelor întunericului pentru a salva lumea. Jocurile din seria Rayman oferă nivele pline de acțiune, platforming creativ și personaje îndrăgite. Cu grafică vibrantă și o atmosferă plină de umor, jocurile Rayman oferă o experiență distractivă și plină de aventură pentru fanii jocurilor de platformă."},
{"src":"../public/resurse/imagini/rumbleverse.jpg", "titlu":"Rumbleverse", "nota":"8.1", "descriere":"Rumbleverse este un joc multiplayer online dezvoltat de Epic Games. Jucătorii se alătură unei lumi pline de acțiune și se luptă în echipe pentru a obține supremația. Jocul oferă o varietate de moduri de joc, personaje unice și abilități speciale, precum și un stil vizual vibrant și plin de viață. Cu un gameplay dinamic și distractiv, Rumbleverse promite o experiență multiplayer captivantă și plină de adrenalină pentru fanii jocurilor de acțiune."},
{"src":"../public/resurse/imagini/saltandsacrifice.jpg", "titlu":"Salt and Sacrifice", "nota":"8.2", "descriere":"Salt and Sacrifice este un joc de acțiune și RPG dezvoltat de Ska Studios. Jucătorii preiau rolul unui criminal exilat și se angajează într-o călătorie periculoasă pentru a vâna și elimina creaturile supranaturale cunoscute sub numele de Magi. Jocul oferă un sistem de luptă robust, posibilitatea de a alege dintre diferite clase de personaje și o poveste captivantă plină de secrete și trădări. Cu o grafică distinctivă și o atmosferă întunecată, Salt and Sacrifice oferă o experiență palpitantă și plină de provocări pentru fanii jocurilor de acțiune RPG."},
{"src":"../public/resurse/imagini/zelda.jpg", "titlu":"Zelda", "nota":"7.6", "descriere":"The Legend of Zelda este o celebră serie de jocuri de acțiune și aventură dezvoltată de Nintendo. Jucătorii preiau controlul asupra eroului Link și se aventuresc în lumi fantastice pentru a salva Prințesa Zelda și a înfrunta forțele întunericului. Jocurile din seria Zelda oferă explorare vastă, puzzle-uri ingenioase, lupte epice și o poveste captivantă. Cu grafică distinctivă și o coloană sonoră remarcabilă, seria Zelda a captivat inimile jucătorilor de-a lungul anilor și continuă să ofere experiențe magice și memorabile."},
{"src":"../public/resurse/imagini/portal2.jpg", "titlu":"Portal 2", "nota":"8.1", "descriere":"Portal 2 este un joc de puzzle dezvoltat de Valve Corporation. Jucătorii preiau controlul lui Chell, un personaj care se luptă să scape din laboratoarele malefice ale GLaDOS, un sistem de inteligență artificială. Jocul oferă puzzle-uri inovatoare bazate pe utilizarea portalurilor și un dialog inteligent și amuzant. Cu o poveste captivantă și o gamă variată de mecanici de joc, Portal 2 oferă o experiență de puzzle unică și distractivă pentru fanii jocurilor de gândire."},
{"src":"../public/resurse/imagini/DS3.jpg", "titlu":"Dark Souls 3", "nota":"9.0", "descriere":"Dark Souls 3 este un joc de acțiune și RPG dezvoltat de FromSoftware. Jucătorii se luptă într-o lume întunecată și periculoasă, plină de monștri și secrete. Jocul oferă o dificultate ridicată, un sistem de luptă complex și o atmosferă gotică și înfricoșătoare. Cu o grafică detaliată și un design de nivel excelent, Dark Souls 3 oferă o experiență intensă și satisfăcătoare pentru fanii jocurilor de acțiune RPG."},
{"src":"../public/resurse/imagini/ori.jpg", "titlu":"Ori and he Blind Forest", "nota":"9.3", "descriere":"Ori and the Blind Forest este un joc de platformă și aventură dezvoltat de Moon Studios. Jucătorii preiau controlul asupra lui Ori, o mică creatură luminoasă, și se luptă să restabilească echilibrul într-o pădure magică devastată. Jocul oferă platforming fluid, puzzle-uri captivante și o poveste emoționantă despre sacrificiu și curaj. Cu grafică artistică uluitoare și o coloană sonoră impresionantă, Ori and the Blind Forest oferă o experiență frumoasă și plină de emoție pentru fanii jocurilor de platformă și aventură."},
{"src":"../public/resurse/imagini/isaac.jpg", "titlu":"The Binding of Isaac", "nota":"8.6", "descriere":"The Binding of Isaac este un joc de acțiune și roguelike dezvoltat de Edmund McMillen și Florian Himsl. Jucătorii preiau controlul asupra lui Isaac, un băiețel care încearcă să scape de mama sa posedată, explorând un subsol întunecat și plin de monștri. Jocul oferă nivele generate procedural, o varietate de puteri și obiecte speciale, precum și multiple finaluri. Cu un stil vizual distinctiv și un gameplay captivant, The Binding of Isaac oferă o experiență provocatoare și în continuă schimbare pentru fanii jocurilor roguelike."},
{"src":"../public/resurse/imagini/dontstarve.jpg", "titlu":"Don't Starve", "nota":"7.9", "descriere":"Don't Starve este un joc de supraviețuire dezvoltat de Klei Entertainment. Jucătorii se trezesc într-o lume ciudată și periculoasă și trebuie să-și găsească resurse, să construiască adăposturi și să lupte împotriva creaturilor înspăimântătoare pentru a supraviețui. Jocul oferă un mediu generat procedural, o grafică stilizată și un sistem complex de crafting și explorare. Cu o atmosferă întunecată și o provocare constantă de a-ți păstra personajul în viață, Don't Starve oferă o experiență captivantă și plină de tensiune pentru fanii jocurilor de supraviețuire."},
{"src":"../public/resurse/imagini/babaisyou.jpg", "titlu":"Baba Is You", "nota":"8.7", "descriere":"Baba Is You este un joc de puzzle dezvoltat de Hempuli Oy. Jucătorii trebuie să manipuleze regulile jocului prin mișcarea blocurilor de cuvinte pentru a rezolva puzzle-urile. Fiecare nivel este un puzzle unic, care necesită gândire laterală și abilități de rezolvare a problemelor. Jocul oferă o abordare inovatoare a genului de puzzle, cu o grafică minimalistă și o mecanică de joc complexă. Cu un grad ridicat de creativitate și provocare, Baba Is You oferă o experiență intelectuală și satisfăcătoare pentru fanii jocurilor de puzzle."},
{"src":"../public/resurse/imagini/furi.jpg", "titlu":"Furi", "nota":"7.6", "descriere":"Furi este un joc de acțiune și ritm dezvoltat de The Game Bakers. Jucătorii preiau controlul asupra unui prizonier mut care trebuie să se lupte împotriva unor gardieni puternici într-o serie de lupte unu-la-unu. Jocul oferă un gameplay intens și rapid, o grafică stilizată și o coloană sonoră vibrantă. Fiecare luptă este o provocare de reacție și strategie, iar povestea se dezvăluie treptat pe parcursul jocului. Cu un design artistic distinctiv și o experiență de luptă plină de adrenalină, Furi oferă o experiență unică și captivantă pentru fanii jocurilor de acțiune și ritm."},
{"src":"../public/resurse/imagini/helltaker.jpg", "titlu":"Helltaker", "nota":"8.6", "descriere":"Helltaker este un joc de puzzle dezvoltat de Vanripper. Jucătorii preiau controlul asupra Helltaker, un bărbat obișnuit care se aventura în Iad pentru a cuceri inimi demonice. Jocul oferă puzzle-uri ingenioase, bazate pe mutarea și combinarea blocurilor, și dialoguri amuzante cu personajele demonice. Cu o estetică pixelată și o coloană sonoră energică, Helltaker oferă o experiență scurtă, dar distractivă și plină de umor pentru fanii jocurilor de puzzle."},
{"src":"../public/resurse/imagini/hotlinemiami.jpg", "titlu":"Hotline Miami", "nota":"8.5", "descriere":"Hotline Miami este un joc de acțiune și shooter dezvoltat de Dennaton Games. Jucătorii preiau controlul asupra unui asasin misterios și se luptă împotriva gangsterilor într-o serie de niveluri pline de violență și acțiune frenetică. Jocul oferă o grafică retro, o coloană sonoră electro și un ritm rapid. Fiecare nivel necesită strategie și reflexe rapide pentru a reuși, iar povestea jocului se dezvăluie prin intermediul unor secvențe narative. Cu o atmosferă intensă și provocatoare, Hotline Miami oferă o experiență captivantă și plină de adrenalină pentru fanii jocurilor de acțiune."},
{"src":"../public/resurse/imagini/omori.jpg", "titlu":"Omori", "nota":"8.7", "descriere":"Omori este un joc de rol și aventură dezvoltat de Omocat. Jucătorii preiau controlul asupra lui Omori, un băiat tăcut și introspectiv, și se aventuresc într-o lume fantastică și misterioasă. Jocul oferă un sistem de luptă bazat pe turnuri și o poveste emoționantă despre prietenie și vindecare. Cu un stil vizual unic și o coloană sonoră captivantă, Omori oferă o experiență profundă și plină de simbolism pentru fanii jocurilor de aventură."},
{"src":"../public/resurse/imagini/lol.jpg", "titlu":"League of legends", "nota":"7.8", "descriere":"League of Legends este un joc de strategie și MOBA (Multiplayer Online Battle Arena) dezvoltat de Riot Games. Jucătorii formează echipe și se luptă în arena virtuală pentru a distruge baza adversarilor. Jocul oferă o varietate de campioni cu abilități unice, strategii de echipă complexe și un sistem de progresie. Cu milioane de jucători din întreaga lume și competiții profesioniste, League of Legends oferă o experiență competitivă și captivantă pentru fanii jocurilor de strategie online."},
{"src":"../public/resurse/imagini/diablo3.jpg", "titlu":"Diablo III", "nota":"8.8", "descriere":"Diablo 3 este un joc de acțiune și RPG dezvoltat de Blizzard Entertainment. Jucătorii se luptă împotriva hoardelor de demoni și monștri într-o luptă împotriva răului într-o lume întunecată și gotică. Jocul oferă multiple clase de personaje, sistem de loot și posibilitatea de a juca în modul cooperativ sau competitiv. Cu o grafică detaliată și un sistem de luptă dinamic, Diablo 3 oferă o experiență captivantă și plină de acțiune pentru fanii jocurilor RPG."},
{"src":"../public/resurse/imagini/gow.jpg", "titlu":"God of War", "nota":"9.4", "descriere":"God of War 3 este un joc de acțiune și aventură dezvoltat de Santa Monica Studio. Jucătorii preiau controlul asupra lui Kratos, un războinic spartan, și se luptă împotriva zeilor și a creaturilor mitologice într-un război epic. Jocul oferă o grafică impresionantă, lupte intense și o poveste complexă bazată pe mitologia greacă. Cu un sistem de luptă brutal și puzzle-uri ingenioase, God of War 3 oferă o experiență cinematică și plină de adrenalină pentru fanii jocurilor de acțiune și aventură."}
]



